<?
/**
 * emuControlCenter language system file
 * ------------------------------------------
 * language:	gr (greek)    
 * author:	Alkis30 (ecc forum member)
 * date:	2007/08/13
 * ------------------------------------------
 */
$i18n['file'] = array(

	'winTitle' =>
		"Λειτουργίες αρχείου",

	'tabRenameHl' =>
		"Μετονομασία αρχείου",
	'tabRenameDesc' =>
		"Με αυτή την επιλογή μπορείτε να μετονομάσετε το αρχείο στο σκληρό σας δίσκο.Το Ecc θα το αλλάξει επίσης και στην βάση δεδομένων.",
	'tabCopyHl' =>
		"Αντιγραφή αρχείου",
	'tabCopyDesc' =>
		"Με αυτή την επιλογή μπορείτε να αντιγράψετε το αρχείο στο σκληρό σας δίσκο.Το Ecc θα το αλλάξει επίσης και στην βάση δεδομένων..",
	'tabRemoveHl' =>
		"Αφαίρεση αρχείου",
	'tabRemoveDesc' =>
		"Με αυτή την επιλογή μπορείτε να αφαιρέσετε το αρχείο στο σκληρό σας δίσκο.Το Ecc θα το αλλάξει επίσης και στην βάση δεδομένων.Εάν επιλεγεί, οι ecc-user εικόνες θα αφαιρεθούν και αυτές!",

	'lblOriginalFilename' =>
		"Αρχικό όνομα αρχείου",
	'lblNewFilename' =>
		"Νέο όνομα αρχείου",
	'lblNewLocation' =>
		"Νέα τοποθεσία / φάκελος",
	'lblFileToRemove' =>
		"Ονομα αρχείου για αφαίρεση",

	'btnDoRename' =>
		"Μετονομασία αρχείου",
	'btnDoCopy' =>
		"Αντιγραφή αρχείου",
	'btnDoRemove' =>
		"Αφαίρεση αρχείου",

	'deleteCheckUserImages' =>
		"Αφαίρεση των rom εικόνων επίσης",

);
?>